Repository: antonovdmitriy/alg
Catalog: resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fi, fr, hi, id, it, pl, ru, sv, tr, uk, zh

# settings_reset_daily_progress
source: Reset Daily Progress
ar: إعادة تعيين التقدم اليومي
de: Täglichen Fortschritt zurücksetzen
es: Restablecer el progreso diario
fi: Nollaa päivittäinen edistyminen
fr: Réinitialiser les progrès quotidiens
hi: दैनिक प्रगति रीसेट करें
id: Atur Ulang Kemajuan Harian
it: Reimposta il progresso giornaliero
pl: Zresetuj codzienny postęp
ru: Сбросить прогресс дня
sv: Återställ daglig framsteg
tr: Günlük İlerlemeyi Sıfırla
uk: Скинути щоденний прогрес
zh: 重置每日进度

# settings_show_examples_after_word
source: Show examples after word
ar: عرض أمثلة بعد الكلمة
de: Beispiele nach dem Wort anzeigen
es: Mostrar ejemplos después de la palabra
fi: Näytä esimerkit sanan jälkeen
fr: Afficher des exemples après le mot
hi: शब्द के बाद उदाहरण दिखाएं
id: Tampilkan contoh setelah kata
it: Mostra esempi dopo la parola
pl: Pokaż przykłady po słowie
ru: Показывать примеры после слова
sv: Visa exempel efter ordet
tr: Kelimenin ardından örnekleri göster
uk: Показувати приклади після слова
zh: 在单词后显示示例

# settings_show_translation_on_preview
source: Show translation under word
ar: عرض الترجمة تحت الكلمة
de: Übersetzung unter dem Wort anzeigen
es: Mostrar traducción debajo de la palabra
fi: Näytä käännös sanan alla
fr: Afficher la traduction sous le mot
hi: शब्द के नीचे अनुवाद दिखाएं
id: Tampilkan terjemahan di bawah kata
it: Mostra la traduzione sotto la parola
pl: Pokaż tłumaczenie pod słowem
ru: Показывать перевод под словом
sv: Visa översättning under ordet
tr: Kelimenin altında çeviriyi göster
uk: Показувати переклад під словом
zh: 在单词下显示翻译

# settings_solid_color_background
source: Use calm solid colors
ar: استخدم ألوانًا هادئة وموحدة
de: Verwenden Sie ruhige, einheitliche Farben
es: Usa colores sólidos y calmados
fi: Käytä rauhallisia, yhtenäisiä värejä
fr: Utilisez des couleurs unies et calmes
hi: शांत ठोस रंगों का उपयोग करें
id: Gunakan warna solid yang tenang
it: Usa colori solidi e calmi
pl: Używaj spokojnych, jednolitych kolorów
ru: Спокойные сплошные цвета
sv: Använd lugna enfärgade bakgrunder
tr: Sakin, düz renkler kullanın
uk: Використовуйте спокійні суцільні кольори
zh: 使用平静的纯色

# settings_title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
pl: Ustawienia
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh: 设置

# settings_translation_section
source: Translation language
ar: لغة الترجمة
de: Übersetzungssprache
es: Idioma de traducción
fi: Käännöskieli
fr: Langue de traduction
hi: अनुवाद भाषा
id: Bahasa terjemahan
it: Lingua di traduzione
pl: Język tłumaczenia
ru: Язык перевода
sv: Översättningsspråk
tr: Çeviri dili
uk: Мова перекладу
zh: 翻译语言

# settings_visual_section
source: Visual appearance
ar: المظهر البصري
de: Visuelles Erscheinungsbild
es: Apariencia visual
fi: Visuaalinen ulkonäkö
fr: Apparence visuelle
hi: दृश्य उपस्थिति
id: Penampilan visual
it: Aspetto visivo
pl: Wygląd wizualny
ru: Визуальное оформление
sv: Visuellt utseende
tr: Görsel görünüm
uk: Візуальний вигляд
zh: 视觉外观

# tab_dictionary
source: Dictionary
ar: قاموس
de: Wörterbuch
es: Diccionario
fi: Sanakirja
fr: Dictionnaire
hi: शब्दकोश
id: Kamus
it: Dizionario
pl: Słownik
ru: Словарь
sv: Ordbok
tr: Sözlük
uk: Словник
zh: 词典

# tab_random
source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fi: Satunnainen
fr: Aléatoire
hi: यादृच्छिक
id: Acak
it: Casuale
pl: Losowy
ru: Случайное
sv: Slumpmässigt
tr: Rastgele
uk: Випадкове
zh: 随机

# translation_language_title
source: Select translation language
ar: اختر لغة الترجمة
de: Übersetzungssprache auswählen
es: Seleccione el idioma de traducción
fi: Valitse käännöskieli
fr: Sélectionnez la langue de traduction
hi: अनुवाद भाषा चुनें
id: Pilih bahasa terjemahan
it: Seleziona la lingua di traduzione
pl: Wybierz język tłumaczenia
ru: Выберите язык перевода
sv: Välj översättningsspråk
tr: Çeviri dilini seçin
uk: Виберіть мову перекладу
zh: 选择翻译语言

# unmarked_as_ignored
source: No longer hidden
ar: لم يعد مخفيًا
de: Nicht mehr versteckt
es: Ya no está oculto
fi: Ei enää piilossa
fr: Plus caché
hi: अब छिपा नहीं है
id: Tidak lagi tersembunyi
it: Non più nascosto
pl: Już nie ukryte
ru: Больше не скрыто
sv: Inte längre dolt
tr: Artık gizli değil
uk: Більше не приховано
zh: 不再隐藏

# unmarked_as_known
source: Removed learned mark
ar: تمت إزالة العلامة المتعلمة
de: Gelerntes Zeichen entfernt
es: Marca de aprendizaje eliminada
fi: Poistettu opittu merkki
fr: Marque apprise supprimée
hi: सीखा हुआ चिह्न हटाया गया
id: Tanda belajar dihapus
it: Rimosso il segno appreso
pl: Usunięto oznaczenie nauczone
ru: Снята отметка о выученности
sv: Inlärningsmarkering borttagen
tr: Öğrenilen işaret kaldırıldı
uk: Знято позначку про вивчене
zh: 移除已学标记

# word_examples
source: Examples:
ar: أمثلة:
de: Beispiele:
es: Ejemplos:
fi: Esimerkit:
fr: Exemples:
hi: उदाहरण:
id: Contoh:
it: Esempi:
pl: Przykłady:
ru: Примеры:
sv: Exempel:
tr: Örnekler:
uk: Приклади:
zh: 例子:

# word_forms
source: Forms:
ar: أشكال:
de: Formen:
es: Formas:
fi: Muodot:
fr: Formes:
hi: रूप:
id: Bentuk:
it: Forme:
pl: Formy:
ru: Формы:
sv: Former:
tr: Formlar:
uk: Форми:
zh: 形式：

# word_forms %@
source: Forms: %@
ar: النماذج: %@
de: Formulare: %@
es: Formularios: %@
fi: Lomakkeet: %@
fr: Formulaires : %@
hi: प्रपत्र: %@
id: Formulir: %@
it: Moduli: %@
pl: Formularze: %@
ru: Формы: %@
sv: Former: %@
tr: Formlar: %@
uk: Форми: %@
zh: 表格：%@

# word_translation
source: Translation:
ar: ترجمة
de: Übersetzung
es: Traducción
fi: Käännös
fr: Traduction
hi: अनुवाद
id: Terjemahan
it: Traduzione
pl: Tłumaczenie
ru: Перевод:
sv: Översättning:
tr: Çeviri
uk: Переклад
zh: 翻译

# words_learning_per_day
source: words to learn per day
ar: كلمات للتعلم في اليوم
de: Wörter zum Lernen pro Tag
es: palabras para aprender por día
fi: sanoja opittavaksi päivässä
fr: mots à apprendre par jour
hi: प्रतिदिन सीखने के लिए शब्द
id: kata untuk dipelajari per hari
it: parole da imparare al giorno
pl: słów do nauki dziennie
ru: слов для изучения в день
sv: ord att lära per dag
tr: günde öğrenilecek kelimeler
uk: слів для вивчення на день
zh: 每天学习的单词

source: words per day
ar: كلمات في اليوم
de: Wörter pro Tag
es: palabras por día
fi: sanaa päivässä
fr: mots par jour
hi: शब्द प्रति दिन
id: kata per hari
it: parole al giorno
pl: słów na dzień
ru: слов в день
sv: ord per dag
tr: günlük kelime
uk: слів на день
zh: 每天的词数

# onboarding.welcome.title
source: Welcome
ar: أهلاً بك
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
hi: आपका स्वागत है
id: Selamat datang
it: Benvenuto
pl: Witamy
ru: Добро пожаловать
sv: Välkommen
tr: Hoş geldin
uk: Ласкаво просимо
zh: 欢迎

# onboarding.welcome.text
source: Älg is a space where you can learn Swedish. It’s created with respect for your unique path and learning style. No one will compare you or rush you here.
ar: Älg هو مساحة يمكنك من خلالها تعلم اللغة السويدية. تم إنشاؤه باحترام لمسارك الفريد وأسلوبك في التعلم. لن يقارنك أحد أو يضغط عليك هنا.
de: Älg ist ein Raum, in dem du Schwedisch lernen kannst. Er wurde mit Respekt für deinen individuellen Lernweg geschaffen. Niemand wird dich hier vergleichen oder antreiben.
es: Älg es un espacio donde puedes aprender sueco. Está creado con respeto por tu camino y estilo de aprendizaje únicos. Aquí nadie te comparará ni te apresurará.
fi: Älg on tila, jossa voit oppia ruotsia. Se on luotu kunnioittaen sinun ainutlaatuista oppimispolkuasi. Täällä kukaan ei vertaile tai kiirehdi sinua.
fr: Älg est un espace où tu peux apprendre le suédois. Il a été créé dans le respect de ton chemin et de ton style d’apprentissage. Personne ne te comparera ou ne te pressera ici.
hi: Älg एक ऐसा स्थान है जहाँ आप स्वीडिश सीख सकते हैं। यह आपकी अनोखी यात्रा और सीखने की शैली के सम्मान के साथ बनाया गया है। यहाँ कोई आपकी तुलना नहीं करेगा या आपको जल्दी नहीं कराएगा।
id: Älg adalah tempat untuk belajar bahasa Swedia. Dibuat dengan menghormati perjalanan dan gaya belajar unikmu. Tidak ada yang akan membandingkan atau mendesakmu di sini.
it: Älg è uno spazio dove puoi imparare lo svedese. È stato creato nel rispetto del tuo percorso unico e del tuo stile di apprendimento. Nessuno ti confronterà o ti metterà fretta.
pl: Älg to przestrzeń, w której możesz uczyć się szwedzkiego. Została stworzona z szacunkiem dla twojej unikalnej drogi i stylu nauki. Nikt nie będzie cię tutaj porównywał ani poganiał.
ru: Älg — это пространство, где можно учить шведский язык. Оно создано с уважением к твоему уникальному пути, твоему стилю изучения нового. Здесь никто не будет тебя сравнивать или подгонять.
sv: Älg är en plats där du kan lära dig svenska. Den är skapad med respekt för din unika väg och ditt sätt att lära dig. Ingen kommer att jämföra dig eller stressa dig här.
tr: Älg, İsveççe öğrenebileceğin bir alan. Senin benzersiz öğrenme tarzına ve yolculuğuna saygı duyarak oluşturuldu. Burada kimse seni kıyaslamaz ya da acele ettirmez.
uk: Älg — це простір, де можна вивчати шведську мову. Його створено з повагою до твого унікального шляху та стилю навчання. Тут тебе ніхто не буде порівнювати чи підганяти.
zh: Älg 是一个可以学习瑞典语的空间。 它尊重你独特的学习路径和风格。 在这里，没有人会拿你与他人比较或催促你。

# onboarding.features.title
source: Words, examples, and game
ar: كلمات، أمثلة ولعبة
de: Wörter, Beispiele und Spiel
es: Palabras, ejemplos y juego
fi: Sanat, esimerkit ja peli
fr: Mots, exemples et jeu
hi: शब्द, उदाहरण और खेल
id: Kata, contoh, dan permainan
it: Parole, esempi e gioco
pl: Słowa, przykłady i gra
ru: Слова, примеры и игра
sv: Ord, exempel och spel
tr: Kelimeler, örnekler ve oyun
uk: Слова, приклади й гра
zh: 单词、例句和游戏

# onboarding.features.text
source: The app includes a dictionary with examples, a matching game, and a random word mode. You can set a daily goal if that works for you.
ar: يحتوي التطبيق على قاموس بأمثلة، ولعبة مطابقة، ووضع الكلمة العشوائية. يمكنك تحديد هدف يومي إن أردت.
de: Die App enthält ein Wörterbuch mit Beispielen, ein Zuordnungsspiel und einen Zufallswortmodus. Du kannst dir ein Tagesziel setzen, wenn du möchtest.
es: La aplicación incluye un diccionario con ejemplos, un juego de emparejar y un modo de palabra aleatoria. Puedes establecer una meta diaria si lo deseas.
fi: Sovelluksessa on esimerkkisanakirja, yhdistelypeli ja satunnaissanatila. Voit asettaa päivittäisen tavoitteen, jos se sopii sinulle.
fr: L'application comprend un dictionnaire avec des exemples, un jeu d'association et un mode mot aléatoire. Tu peux te fixer un objectif quotidien si cela te convient.
hi: ऐप में उदाहरणों के साथ एक शब्दकोश, एक मिलान खेल और एक यादृच्छिक शब्द मोड है। यदि यह आपको उपयुक्त लगे तो आप एक दैनिक लक्ष्य निर्धारित कर सकते हैं।
id: Aplikasi ini memiliki kamus dengan contoh, permainan mencocokkan, dan mode kata acak. Kamu bisa menetapkan tujuan harian jika itu cocok untukmu.
it: L'app include un dizionario con esempi, un gioco di associazione e una modalità parola casuale. Puoi impostare un obiettivo giornaliero se lo desideri.
pl: Aplikacja zawiera słownik z przykładami, grę w dopasowywanie i tryb losowego słowa. Możesz ustawić cel dzienny, jeśli chcesz.
ru: В приложении есть словарь с примерами, игра на сопоставление и режим случайного слова. Ты можешь поставить цель на день, если тебе это подходит.
sv: Appen innehåller en ordbok med exempel, ett matchningsspel och ett slumpmässigt ordläge. Du kan sätta ett dagligt mål om det passar dig.
tr: Uygulamada örneklerle bir sözlük, eşleştirme oyunu ve rastgele kelime modu bulunmaktadır. İstersen günlük bir hedef belirleyebilirsin.
uk: У додатку є словник із прикладами, гра на відповідність і режим випадкового слова. Ти можеш встановити ціль на день, якщо це тобі підходить.
zh: 应用中包含带有示例的词典、配对游戏和随机单词模式。 如果你愿意，也可以设定每日目标。

# onboarding.settings.title
source: Settings
ar: الإعدادات
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
pl: Ustawienia
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
zh: 设置

# onboarding.settings.text
source: You can hide unnecessary, learned, or disliked words. Mark your favorites. Almost everything can be changed in the settings if you wish.
ar: يمكنك إخفاء الكلمات غير الضرورية أو التي تم تعلمها أو التي لا تحبها. ويمكنك تمييز الكلمات المفضلة. يمكنك تعديل معظم الإعدادات لاحقًا إذا رغبت في ذلك.
de: Unnötige, gelernte oder ungeliebte Wörter kannst du ausblenden. Lieblingswörter kannst du markieren. Fast alles kannst du später in den Einstellungen anpassen.
es: Puedes ocultar palabras innecesarias, aprendidas o que no te gusten. Marca tus favoritas. Casi todo se puede cambiar en la configuración si lo deseas.
fi: Voit piilottaa tarpeettomat, opitut tai ei-mieluisat sanat. Merkitse suosikkisi. Lähes kaiken voi muuttaa asetuksista myöhemmin.
fr: Tu peux cacher les mots inutiles, appris ou que tu n’aimes pas. Marque ceux que tu préfères. Presque tout peut être modifié dans les paramètres si tu le souhaites.
hi: आप अनावश्यक, सीखे हुए या नापसंद शब्दों को छुपा सकते हैं। पसंदीदा शब्दों को चिह्नित करें। आप चाहें तो लगभग सब कुछ सेटिंग्स में बदल सकते हैं।
id: Kamu bisa menyembunyikan kata yang tidak diperlukan, sudah dipelajari, atau yang tidak disukai. Tandai kata favoritmu. Hampir semua bisa diubah di pengaturan jika kamu mau.
it: Puoi nascondere le parole inutili, già imparate o che non ti piacciono. Segna le preferite. Quasi tutto può essere modificato nelle impostazioni se lo desideri.
pl: Możesz ukryć niepotrzebne, poznane lub nielubiane słowa. Ulubione możesz oznaczyć. Prawie wszystko można zmienić w ustawieniach, jeśli chcesz.
ru: Ненужные, выученные или просто нелюбимые слова можно убрать. Любимые — отметить. Почти всё можно изменить в настройках, если захочется.
sv: Du kan dölja onödiga, inlärda eller ogillade ord. Markera dina favoriter. Nästan allt kan ändras i inställningarna om du vill.
tr: Gereksiz, öğrenilmiş veya sevilmeyen kelimeleri gizleyebilirsin. Favorilerini işaretleyebilirsin. İstersen ayarlardan neredeyse her şeyi değiştirebilirsin.
uk: Можна прибрати непотрібні, вивчені або просто нелюбі слова. Улюблені — позначити. Майже все можна змінити в налаштуваннях, якщо захочеться.
zh: 你可以隐藏不需要的、已掌握的或不喜欢的单词。喜欢的可以标记。 几乎所有内容都可以在设置中更改。

# onboarding.continue.button
source: Continue
ar: متابعة
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
hi: जारी रखें
id: Lanjutkan
it: Continua
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
tr: Devam et
uk: Продовжити
zh: 继续
